Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Sc in Sports Nutrition, Liverpool John Moores University, UK.
nb: M.Sc i Idrettsernæring ved Liverpool John Moores Universitetet i England.

source: The report must be delivered to AFB/Gro Styrmo within 1 month after the stay.
nb: Rapport leveres til AFB v/Gro Styrmo innen 1 mnd. etter at reisen er avsluttet.

source: The development of atherosclerosis is dependent on the balance of various types of lipoproteins that carry fat in and out of the body.
nb: Balansen av ulike typer lipoprotein frakter fett inn og ut av kroppen og er avgjørende for dannelsen av åreforkalkninger.

source: He is a research fellow with the Department of Physical Performance (SFP) at the Norwegian School of Sport Sciences (NIH).
nb: Han er stipendiat ved Seksjon for fysisk prestasjonsevne (SFP) ved Norges idrettshøgskole (NIH), og like før St.

source: She was simply unable to continue with something that for her had developed into a very bad coach-athlete relationship.
nb: Hun orket rett og slett ikke å stå i det som for henne hadde utviklet seg til et svært dårlig trener-utøverforhold.

source: The fund will only support articles in open access journals (see glossary on your right hand side).
nb: Det innvilges kun støtte til publisering i rene open access-tidsskrifter (se ordforklaringer i høyre marg).

source: What is common to all is that they can benefit from experiencing and learning to balance times of activity with those of rest.
nb: Felles for alle er at de kan ha nytte av å erfare og lære å balansere mellom aktivitet og hvile.

source: He got his master (1991) and PhD (2000) from the University of Oslo.
nb: Han tok hovedfag (1991) og doktorgrad (2000) ved Universitetet i Oslo.

source: He videoed matches played by an English Premier League club and also the under-17 and under-19 teams that reached the finals of the European Championships in England and Finland in 2018.
nb: Videoene filmet han selv på toppkamper hos en engelsk Premier League-klubb, og hos de U17- og U19-lagene som kom til finalene i EM i England og Finland i 2018.

source: And that's not very motivating.”
nb: Dét er ikke særlig motiverende.

source: The number of new cases has doubled over the last 20 years.
nb: De siste 20 årene er antallet nye tilfeller doblet.

source: She has a master's degree in Physiotherapy and in Motor Skills from the University UCL in Belgium and completed the IOC Diploma in Sports Physical Therapies.
nb: Hun har mastergrad i Fysioterapi og i Motor Skills fra Universitet UCL i Belgia og fullførte IOC diploma i idrettsfysioterapi.

source: Running was performed at preferred speed and increased speed (+20%).
nb: Forsøkspersonene ble først bedt om å løpe med foretrukket fart, og deretter ble farten økt med 20%.

source: Anne Mette Rustaden, who is behind the project, emphasises that not everything is clear.
nb: Anne Mette Rustaden, som står bak prosjektet, understreker at alt ikke er entydig.

source: The assessors were blinded for group allocation.
nb: Forskerne som målte utfall var blindet for hvem som var trukket til trening og til kontroll.

source: But past the age of 60, it drops drastically, and strength training then becomes especially important for the elderly." Muscular strength falls twice as fast as muscle mass," adds Hamarsland.
nb: Men når en tipper 60 faller den drastisk ned, derfor er styrketrening spesielt viktig for eldre.- Og muskelstyrken faller dobbelt så raskt som muskelmassen, legger han til.

source: —By taking several tests over time and comparing them both with each other and with a 'normal' average, you can detect changes and stop something from developing too far in the wrong direction.
nb: – Ved å ta flere tester over tid og sammenlikne dem både med hverandre og med et «normalt» gjennomsnitt, kan man oppdage endringer og avverge at noe får utvikle seg for langt i gal retning.

source: And, people over the age of 65 benefit greatly from such training.
nb: Deltakere over 65 år viser god effekt av styrketrening.

source: Perform a search in Oria and highlight the results you would like to export.
nb: Gjør et søk i Oria og merk treffene du ønsker å eksportere.

source: (This requires activity by strong muscles such as the pectoralis major and latissimus dorsi.)
nb: (Sterke muskler som pectoralis major og latissimus dorsi er aktive.)

source: —A smaller muscle will almost always develop less strength than a larger muscle, says Sigve Nyvik Aas.
nb: – En mindre muskel vil nesten alltid utvikle mindre kraft enn en større, sier Sigve Nyvik Aas.

source: Friluftsliv, philosophy, youth culture, digitalization, environmental ethics.
nb: Friluftsliv, filosofi, ungdomskultur, digitalisering og miljøetikk

source: PED-t started in 2014 and is run in cooperation between the Norwegian School of Sports Sciences (NIH) and the Norwegian Arctic University (UiT).
nb: PED-t startet i 2014 og er gjennomført i samarbeid mellom Norges idrettshøyskole (NIH) og Norges arktiske universitet (UiT).

source: Section 5.3 Admission decision
nb: § 5.3 Opptaksvedtak

source: Responsible for swimming research and teaching in swimming, lifesaving, CPR/first aid, and academic responsibility for
nb: Ansvarlig for svømmeforskning og undervisning i svømming, livredning, HLR/førstehjelp, samt faglig ansvarlig for

source: The required coursework comprises a total of 40 credits.
nb: Opplæringsdelen utgjør tilsammen 40 studiepoeng.

source: Type 2 diabetes can cause a variety of ailments, from fatigue and depression to serious complications such as kidney failure, blindness, amputations, cardiovascular diseases or premature death.
nb: Diabetes 2 kan gi en rekke plager, fra trøtthet og nedstemthet til alvorlige komplikasjoner som nyresvikt, blindhet, amputasjoner, hjerte- og karsykdommer eller tidlig død.

source: ": The installation will start, and after a while you get this screen where you click "
nb: Når installasjonen er ferdig, får du dette bildet hvor du klikker på "

source: __utma - Used to distinguish users (anonymously).
nb: __utma - Brukes for å skille mellom (anonyme) brukere.

source: However, the muscles show longer periods of activation, increased integrated EMG and higher amplitude relative to the stroke cycle with increasing effort.
nb: Men, musklene viser lengre aktivering, økt integrert EMG og høyere amplitude relatert til taksyklusen med økende innsats.

source: Sport philosophy, sport sociology, ethics, politics, doping and anti-doping, sport and environmental issues, sport and inclusion.
nb: Idrettsfilosofi, idrettssosiologi, etikk, politikk, doping og antidoping, idrett og miljø, idrett og inkludering.

source: More seniors are using modern technology these days.
nb: Eldre mennesker tar stadig i bruk ny teknolog.

source: Levator ani muscle morphology and hiatal dimensions were assessed by transperineal 3D/4D ultrasonography.
nb: Morfologi av levator ani muskulaturen og hiatale dimensjoner ble evaluert og målt ved bruk av perineal 3D/4D ultralyd.

source: Therefore, a part of the study will follow selected sports for 12 months.
nb: En del av studien vil følge utvalgte idretter over en periode på 12 måneder der det blir gjennomført fire målinger totalt.

source: In theory a 22 per cent reduction in the risks involved would mean that you could expect to live up to several years longer.”
nb: 22 prosent redusert risiko vil i hvert fall teoretisk bety at du kan regne med å leve opptil flere år lenger.

source: Section 8 Required coursework
nb: § 8 Opplæringsdel

source: They were tested in training with a personal trainer (PT), alone or in a “BodyPump”.
nb: De ble testet i trening med personlig trener (PT), alene eller i «BodyPump».

source: Milk proteins and strength training
nb: Melkeprotein og styrketrening

source: Thus the utmost consequence of this is that low bone mineral density can result in more and longer time out for injuries among young cyclists.
nb: Dermed kan lav beinmineraltetthet i ytterste konsekvens føre til flere og lengre skadeavbrekk blant unge syklister.

source: The main analytical modelling approaches used were ordinary least square regression (OLS) and quantile regression (QR).
nb: Modellerings-metodene som ble benyttet var lineær regresjon og kvantil regresjon (QR).

source: In Paper IV, we found acute injuries (n=55) to be evenly distributed among attackers (n=29) and defenders (n=26).
nb: I den siste undersøkelsen (Undersøkelse IV) observerte vi at de akutte skadene (n=55) var likt fordelt mellom angripende (n=29) og forsvarende spillere (n=26).

source: Anyone who has had a plaster cast on an arm or leg will have noticed how their muscles shrink.
nb: Alle som har hatt en arm eller et bein i gips har sett hvordan muskulaturen krymper.

source: Soon a more common form of theory teaching?
nb: Snart en valigere form for teoriundervisning?

source: Tom Henning also work at the Norwegian Olympic Training Center in a 15% position and he runs his own practice as a psychologist.
nb: Tom Henning er også tilknyttet Olympiatoppen i en 15% stilling og driver egen psykologpraksis.

source: And this is fully documented,” says Ulf Ekelund.
nb: Og det er altså skikkelig dokumentert, sier Ulf Ekelund.

source: The respiratory physiology laboratory is located within the Department for Sports Medicine and is well-served for research and teaching regarding the lungs and respiratory tract.
nb: Respirasjonsfysiologisk laboratorium ligger under Institutt for idrettsmedisinske fag og er spesielt egnet for forskning og undervisning innen lunger og luftveier.

source: Part 1 has a cross-sectional design.
nb: Delstudie 1 har et eksplorerende tverrsnittsdesign.

source: , a blood vessel in the heart becomes partially blocked by atherosclerosis (atherosclerotic plaque) that more or less destroys heart function.
nb: , en åre i hjertet er delvis blokkert av en åreforkalkning (aterosklerotisk plakk) som ødelegger hjertefunksjonen mer eller mindre.

source: Based on preselected criteria and PRISMA guidelines for systematic literature reviews, the search yielded 535 articles of which 112 articles were finally included (Article I).
nb: Basert på forhåndsvalgte kriterier og PRISMA-retningslinjer for systematiske litteraturstudier ble 535 artikler identifisert i søkene, hvorav 112 artikler ble inkludert (Artikkel I).

source: Level 2 is undertaken with a helper holding you up gripping the inside of your right knee, and at level 3, the helper raises your right foot.
nb: Nivå 2 gjøres mens en hjelper holder deg oppe med grep på innsiden av høyre kne, mens på nivå 3 holder hjelperen løfter din høyre fot.

source: The aim of the study was to examine what effect 16 weeks of resistance training would have on prostate cancer patients undergoing hormone therapy.
nb: Primært ønsket Nilsen å undersøke effekten av 16 uker med styrketrening på fettfri masse hos prostatakreftpasienter som ble behandlet med hormonbehandling.

source: The main aim in the PEPC-trial was to investigate the effect of a 16-week strength training program on changes in lean body mass in PCa patients on ADT.
nb: Hovedformålet med PEPC var å undersøke effekten av 16 uker styrketrening for prostatakreftpasienter som ble behandlet med hormonbehandling på endring i fettfri masse.

source: A pre-defined project implies that a main supervisor has been appointed and that a scientific description of the project has been prepared by the relevant academic environment.
nb: Et predefinert prosjekt innebærer at hovedveileder er utpekt, og at det foreligger en faglig beskrivelse av prosjektet fra det relevante fagmiljøet.

source: approved at level 1 or 2 in
nb: godkjent på nivå 1 eller 2

source: The corresponding LoA were ± 7.2 and ± 6.2 m/kg/min, respectively.
nb: Tilsvarende LoA var henholdsvis ± 7.2 og ± 6.2 mL/kg/min.

source: The ability to burn calories, which Les Mills uses as a basis for its websites, is predicated on a study from Auckland in 1999 which had 10 participants.
nb: Evnen til å forbrenne kalorier, som Les Mills bruker som grunnlag på sine nettsteder, bygger på en studie fra Auckland i 1999 med 10 deltakere.

source: The first two studies investigated antecedents of need satisfaction of basic psychological needs of athletes (n=6) and coaches (n=4) in relation to each other.
nb: De to første studiene undersøkte hvordan utøvere (n=6) og trenere (n=4) bidrar til å tilfredsstille grunnleggende psykologiske behov innad i relasjonen.

source: Lea attracts attention in white Normarka
nb: Lea vekker oppmerksomhet i hvite Normarka

source: The subject who put on the most muscle mass gained 6 kg in 12 weeks, equivalent to 165 g each session.
nb: Den som økte mest i muskelmasse økte 6 kg på 12 uker, det tilsvarer 165 g hver økt.

source: approved completion of the required coursework, and any other approved educational qualifications or expertise
nb: Godkjent gjennomføring av kursdelen, eventuelt annen godkjent faglig skolering eller kompetanse

source: The project group consists of Researcher Mekdes Gebremariam (co-supervisor), Professor Nanna Lien, Professor Lene Frost Andersen, PhD candidate Hanne Hennig Havdal and PhD candidate Teferi Mekonnen Yitayew from the University of Oslo
nb: Prosjektgruppen består av Mekdes Gebremariam (biveileder), Professor Nanna Lien, Professor Lene Frost Andersen, stipendiat Hanne Hennig Havdal og stipendiat Teferi Mekonnen Yitayew fra universitetet i Oslo Professor Elisabeth Fosse fra universitetet i Bergen;

source: He has worked with ballgames at the university since 1981.
nb: Han har hovedfag i idrett fra Norges idrettshøgskole og har jobbet med ballspill ved høgskolen siden 1981.

source: On this ski track, everything and everyone is white...
nb: Her i ski-sporet er alt og alle hvite...

source: Nicholas N. DePhillipo is affiliated to the
nb: Nicholas DePhillipo er tilknyttet

source: Kasper Madsen, from Denmark, works at Via University College in Aarhus.
nb: Danske Kasper Madsen arbeider til daglig ved Via University College i Århus.

source: She is the project leader for ParaFRISK and involved in several other para sport activities and projects in Norway.
nb: Hun er prosjektleder for ParaFRISK og involvert i flere av utviklingsprosjektene i norsk paraidrett.

source: For example, take physical activity and the fact that it is good for health.
nb: Ta for eksempel fysisk aktivitet og det at det er godt for helsa.

source: 12, first paragraph, of the Public Administration Act.
nb: forvaltningsloven § 12, første ledd C.

source: the research project
nb: divisjon har vært med i

source: Risk Factors - Cardiovascular diseases
nb: Risikofaktorer - hjerte- og karsykdommer

source: The cookie is automatically deleted after 90 days.
nb: Cookien slettes automatisk etter 90 dager.

source: Muscle activation (the electrical activity) was measured with EMG from eight muscles on the right side of the body: triceps brachii, biceps brachii, trapezius, pectoralis major, rectus femoris, biceps femoris, gastrocnemius and tibialis anterior.
nb: Muskelaktivering (den elektriske aktiviteten) ble målt med EMG fra åtte forskjellige muskler på høyre side av kroppen: triceps brachii, biceps brachii, trapezius, pectoralis major, rectus femoris, biceps femoris, gastrocnemius og tibialis anterior.

source: the scientific publications registered in Cristin
nb: forskningspublikasjonene som ble registrert i Cristin

source: For PhD candidates with an employer, the corresponding obligation to report must be stipulated in the admission agreement between the institution and the PhD candidate.
nb: For ph.d.‐kandidater uten arbeidsgiver, skal tilsvarende meldeplikt nedfelles i opptaksavtalen mellom institusjonen og ph.d.‐kandidaten.

source: For each question, the player ticks on a visual analog scale from 0 to 100.
nb: For hvert spørsmål krysser spilleren av på en visuell analog skala fra 0 til 100.

source: Effect from 16 weeks of treatment by either CBT or PED-t, or being in control group, was evaluated and compared at baseline (T1), post-test (T2) and follow-up periods (6 months, T3, and 12 months, T4).
nb: Effekten fra 16 ukers behandling med enten CBT eller PED-t, eller å være i kontroll gruppe, ble evaluert og sammenlignet før behandling (T1), etter behandling (T2), og ved oppfølginger 6 måneder (T3) og 12 måneder (T4).

source: One study was longitudinal, and investigated changes during the handball season in 10 elite teams (five female / five male).
nb: En av studiene så på endringer gjennom sesongen for 10 eliteserielag (fem damelag og fem herrelag) i håndball.

source: Men are 10 times more susceptible than women.
nb: Menn er 10 ganger mer utsatt enn kvinner.

source: The prospective cohort study including nulliparous women at mid-pregnancy had two points of assessment during pregnancy (gestational week 18-22, gestational week 37), and three points of assessment after delivery (6 weeks, 6 months and 12 months).
nb: Studien hadde to kliniske undersøkelser i løpet av svangerskapet (graviditetsuke 18-22 og graviditetsuke 37), og tre etter fødsel (6 uker, 6 måneder og 12 måneder).

source: This response was mainly seen in type 1 fibers.
nb: Denne responsen vises hovedsakelig i type 1 muskelfibre.

source: As part of his PhD, Torstein Dalen-Lorentsen also studied the impact of the short 2020 football season on the injury statistics.
nb: Som en del av doktorgraden sin studerte Torstein Dalen-Lorentsen også hvordan den fortettede fotballsesongen i 2020 slo ut på skadestatistikken.

source: Virtual reality system for training and mastery
nb: Virtual reality system for trening og mestring

source: Even a weekly trip to and from work significantly reduces the risk of so-called cardiovascular diseases and that even applies if you make the trip on an e-bike.
nb: Selv en ukentlig tur til og fra jobb reduserer risikoen for såkalte hjerte- og kar-sykdommer betydelig, og det gjelder selv om du tar turen på el-sykkel.

source: In order for NIH to use (register, collect, disclose, etc.) personal information about you, we must have a basis as stated in the law.
nb: For at NIH skal kunne bruke (registrere, samle inn, utlevere, mv.) personopplysninger om deg, må vi ha et grunnlag som angitt i lov.

source: ” and click “
nb: ” og klikk “

source: __utmb - Used to keep track of new visitors to the site.
nb: __utmb - Brukes for å holde rede på nye besøkende på nettstedet.

source: The WHO defines osteoporosis on the basis of DXA measurements.
nb: WHO definerer osteoporose basert på DXA-målinger.

source: , at least during its early stages, can develop in people as young as 3 years old, and such deposits are among the main causes of cardiovascular diseases.
nb: , i hvert fall forstadiene til dem, kan utvikle seg helt fra 3-årsalderen, og slike avleiringer er blant de viktigste årsakene til hjerte- og karsykdommer.

source: Centre for Sports Injury Research
nb: Senter for idrettsskadeforskning

source: “In addition, the study did not find an increase in muscle mass in the truncus (torso) among the prostate cancer patients.
nb: Videre viste resultatene at økningen i muskelmassen i truncus (overkroppen uten armer) uteble hos prostatakreftpasientene i denne studien.

source: In 2021 we get a 10% discount on the publishing fee (APC) for journals published by MDPI.
nb: For 2021 får vi 10% rabatt på publiseringsavgiften (APC) for tidsskrifter utgitt av MDPI.

source: She holds a PhD in Business Administration as well as a Postdoctoral Degree (Habilitation) from the University of Bayreuth in Germany.
nb: Hun har en doktorgrad i business management samt en postdoktorgrad (habilitation) fra Universitet Bayreuth i Tyskland.

source: Gerd Marie Solstad has interviewed Zambian athletes, coaches and managers.
nb: Gerd Marie Solstad har intervjuet både zambiske idrettsutøvere, -trenere og -ledere.

source: Groups and performance
nb: Gruppe og prestasjon

source: In the group of women with emergency caesarean section (n=29), only vaginal resting pressure changed significantly from pregnancy to after childbirth (10% reduction, p=0.003).
nb: I gruppa med akutte keisersnitt (n=29), var det bare vaginalt hviletrykk som endret seg signifikant (10 % reduksjon, p=0.003).

source: (2) of the articles must be submitted for publication and at least one (1) must be accepted for publication
nb: Minst to (2) av artiklene skal være innsendt for publisering og minst en (1) skal være akseptert for publisering.

source: • impact of (poten al lack
nb: For personopplysninger som

source: Participation in a national or international research seminar that lasts over several days and corresponds to minimum 30 hours duration (number of credits are two (2) which is maximum number of credits within this category).
nb: Deltagelse på nasjonalt eller internasjonalt forskningsseminar som går over flere dager tilsvarende minimum 30 timer totalt (antall studiepoeng 2 som er maks antall studiepoeng innen denne kategorien).

source: A privacy statement describes what personal information is processed, how they are processed, who is responsible for the processing, what rights you have and who you can contact about your personal information.
nb: En personvernerklæring beskriver hvilke personopplysninger som behandles, hvordan de behandles, hvem som er ansvarlig for behandlingen, hvilke rettigheter du har og hvem du kan kontakte om personopplysningene dine.

source: As handball players often have recurring and long-term shoulder injuries, it is also important to detect an injury at an early stage, so that positive action can be taken – so-called “secondary prevention”.
nb: Siden håndballspillere ofte har tilbakevendende og langvarige skulderplager, er det også viktig å oppdage en skade tidlig for å sette i gang gode tiltak – såkalt sekundær-forebygging.

source: This means copies of diplomas with grades and copies of any research papers that have been published or submitted for publication.
nb: Dette innebærer kopi av vitnemål med karakterer og kopi av eventuelle FoU-arbeider som enten er publisert eller sendt til publisering.

source: " in the pull down menu and click the "
nb: " i nedtrekksmenyen og klikker på "

source: NIH has agreements with the publishers Elsevier, Taylor & Francis and Springer which allow researchers to publish articles open access without APC / author fees in a number of hybrid journals.
nb: NIH har avtale med forlagene Elsevier, Taylor & Francis og Springer om at forskere kostnadsfritt kan publisere open access i mange tusen av deres hybride titler.

source: training, and not as part of the warm-up.”
nb: trening, ikke som en del av oppvarmingen.

source: —They wanted everything ranging from suggestions for bodybuilding exercises to tips about post-exercise food and drink and how to exceed their threshold miles, says Ms Pedersen.
nb: – De ønsket alt fra forslag til styrkeøvelser, tips om mat og drikke etter trening og hvordan man kommer over dørstokkmila, forteller Pedersen.

source: She is an assistant professor at the Department of Sport, Food and Natural Sciences at HVL.
nb: Høgskolelektor ved Institutt for idrett, kosthold og naturfag ved HVL.

source: “Planning and preparation are the responsibility of the teacher and such trips need to be adapted to suit the circumstances and skills of the young people involved.
nb: – Planlegging og forberedelser er lærerens ansvar, og turene må være tilpasset ungdommenes forutsetninger og ferdigheter.

source: “Teachers need to think about movement in a different way.
nb: – Lærerne må tenke bevegelse på en annen måte.

source: Thomas have been chairman of the board in the Association for Friluftsliv in Higher Education since 2015-2019).
nb: Vold har vært styreleder i Forum for friluftslivsfag i høyere utdanning (2015-2019).

source: Section 7.1 Appointment of academic supervisors
nb: § 7.1 Oppnevning av veiledere
